Repository: wp-plugins/radio-station
Catalog: languages/radio-station-*.po
Languages: nl_nl

source: View Playlist
nl_nl: Bekijk afspeellijst

source: None Upcoming
nl_nl: Geen volgende

source: The current on-air DJ.
nl_nl: DJ die nu on air is.

source: Radio Station: Show/DJ On-Air
nl_nl: Radiostation: programma/DJ on air

source: Title
nl_nl: Titel

source: Show Avatars
nl_nl: Toon avatars

source: Link to the Show/DJ's profile
nl_nl: Link naar het profiel van programma/DJ

source: Display schedule info for this show
nl_nl: Toon de planning van dit programma

source: Display link to show's playlist
nl_nl: Toon de link van de afspeellijst van dit programma

source: Default DJ Name
nl_nl: Standaard-DJ-naam

source: If no Show/DJ is scheduled for the current hour, display this name/text.
nl_nl: ALs er geen programma/DJ is gepland, toon dan deze naam/tekst.

source: Time Format
nl_nl: Tijdformaat

source: 12-hour
nl_nl: 12-uurs

source: 24-hour
nl_nl: 24-uurs

source: Choose time format for displayed schedules
nl_nl: Kies het tijdformaat voor de weergegeven planningen

source: The upcoming DJs/Shows.
nl_nl: De volgende DJ's/programma's

source: Radio Station: Upcoming DJ On-Air
nl_nl: Radiostation: de volgende onair-DJ

source: Link to Show/DJ's user profile
nl_nl: Link naar gebruikersprofiel van programma/DJ

source: No Additional Schedules
nl_nl: Geen extra planningen

source: Limit
nl_nl: Limiet

source: Number of upcoming DJs/Shows to display.
nl_nl: Aantal volgende DJ's/Shows om weer te geven

source: Choose time format for displayed schedules.
nl_nl: Kies het tijdformaat voor de getoonde planningen

source: Schedule Override
nl_nl: Planning-override

source: Add Schedule Override
nl_nl: Voeg planning-override toe

source: Edit Schedule Override
nl_nl: Bewerk planning-override

source: New Schedule Override
nl_nl: Nieuwe planning-override

source: View Schedule Override
nl_nl: Bekijk planning-override

source: Post type for Schedule Override
nl_nl: Post het type voor de planning-override

source: Override Schedule
nl_nl: Overrideplanning

source: Date
nl_nl: Datum

source: Start Time
nl_nl: Starttijd

source: End Time
nl_nl: Eindtijd

source: encore airing
nl_nl: herhaling

source: Audio File
nl_nl: Audiobestand

source: Sun
nl_nl: Zo

source: Mon
nl_nl: Ma

source: Tue
nl_nl: Di

source: Wed
nl_nl: Wo

source: Thu
nl_nl: Do

source: Fri
nl_nl: Vr

source: Sat
nl_nl: Za

source: Playlists
nl_nl: Afspeellijsten

source: Playlist
nl_nl: Afspeellijst

source: Add Playlist
nl_nl: Voeg afspeellijst toe

source: Edit Playlist
nl_nl: Bewerk afspeellijst

source: New Playlist
nl_nl: Nieuwe afspeellijst

source: Post type for Playlist descriptions
nl_nl: Plaats type voor omschrijvingen van de afspeellijsten

source: Shows
nl_nl: Programma's

source: Show
nl_nl: Programma

source: Add Show
nl_nl: Voeg programma toe

source: Edit Show
nl_nl: Bewerk programma

source: New Show
nl_nl: Nieuw programma

source: View Show
nl_nl: Bekijk programma

source: Post type for Show descriptions
nl_nl: Plaats type voor de programma-omschrijvingen

source: Playlist Entries
nl_nl: Afspeellijst-invoer

source: Artist
nl_nl: Artiest

source: Song
nl_nl: Nummer

source: Record Label
nl_nl: Platenlabel

source: DJ Comments
nl_nl: DJ-commentaar

source: New
nl_nl: Nieuw

source: Remove
nl_nl: Verwijder

source: Queued
nl_nl: In de wachtrij

source: Played
nl_nl: Afgespeeld

source: Add Entry
nl_nl: Voeg invoer toe

source: Schedule
nl_nl: Planning

source: Publish
nl_nl: Publiceren

source: Submit for Review
nl_nl: Opsturen voor controle

source: Update Playlist
nl_nl: Afspeellijst bijwerken

source: Update
nl_nl: Bijwerken

source: Display the current song.
nl_nl: Toon het huidige nummer.

source: Radio Station: Now Playing
nl_nl: Radiostation: nu speelt

source: Show Artist Name
nl_nl: Toon naam van artiest

source: Show Song Title
nl_nl: Toon titel van nummer

source: Show Album Name
nl_nl: Toon titel van album

source: Show Record Label Name
nl_nl: Toon platenlabel

source: Show DJ Comments
nl_nl: Toon DJ-commentaar

source: Information
nl_nl: Informatie

source: Active
nl_nl: Actief

source: Check this box if show is currently active (Show will not appear on programming schedule if unchecked)
nl_nl: Vink deze box aan als het huidige programma actief is (Het programma zal niet verschijnen in de programmaplanning indien niet aangevinkt)

source: Current Audio File
nl_nl: Huidig audiobestand

source: DJ Email
nl_nl: E-mail DJ

source: Schedules
nl_nl: Planningen

source: Day
nl_nl: Dag

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sunday
nl_nl: Zondag

source: Encore Presentation
nl_nl: Herhaling

source: Add Shift
nl_nl: Voeg tijdblok toe

source: More Playlists
nl_nl: Meer afspeellijsten

source: More Blog Posts
nl_nl: Meer blogmeldingen

source: Playlist Archive for
nl_nl: Archief van afspeellijst voor

source: Post navigation
nl_nl: Blognavigatie

source: Older posts
nl_nl: Oudere meldingen

source: Newer posts
nl_nl: Nieuwe meldingen

source: Nothing Found
nl_nl: Niets gevonden

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
nl_nl: Excuses, maar er is niets gevonden in het archief. Misschien helpt de zoekfunctie om een melding te vinden.

source: Author Archives: %s
nl_nl: Auteurarchieven: %s

source: About %s
nl_nl: Over: %s

source: Playlist Archive
nl_nl: Archief afspeellijsten

source: Blog Archive
nl_nl: Blogarchief

source: Posted by
nl_nl: Geplaatst door

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Pages:
nl_nl: Pagina's:

source: No entries for this playlist
nl_nl: Niets gevonden voor deze afspeellijst

source: Hosted by
nl_nl: Gepresenteerd door

source: Email the DJ
nl_nl: E-mail de DJ

source: Show Website
nl_nl: Toon website

source: Most recent broadcast
nl_nl: Laatste uitzending

source: Blog Posts
nl_nl: Blogmeldingen

source: Export Playlists
nl_nl: Exporteer afspeellijsten

source: Export
nl_nl: Exporteer

source: Right-click and download this file to save your export
nl_nl: Klik met rechts en download deze file om de export op te slaan

source: Start Date
nl_nl: Startdatum

source: End Date
nl_nl: Einddatum

source: Related to Show
nl_nl: Verwant aan het programma
